export const MusicList = [
	{
		id: 0,
		title: '慢慢',
		singer: '张学友',
		cover: 'http://imge.kugou.com/stdmusic/20150720/20150720180445630032.jpg',
		url: 'https://raw.githubusercontent.com/Shurlormes/Resource/master/Music/mm.mp3',
		lyric: '[00:29.51]心慢慢疼慢慢冷\n' +
		'[00:34.55]慢慢等不到爱人\n' +
		'[00:39.72]付出一生收回几成\n' +
		'[00:47.66]情 不能分不能恨\n' +
		'[00:52.71]不能太轻易信任\n' +
		'[00:55.97]真爱一回尽是伤痕\n' +
		'[01:02.31]泪慢慢流慢慢收\n' +
		'[01:07.16]慢慢变成了朋友\n' +
		'[01:12.40]寂寞的夜独自承受\n' +
		'[01:20.59]爱不能久不能够\n' +
		'[01:25.23]不能太容易拥有\n' +
		'[01:28.65]伤人的爱不堪回首\n' +
		'[01:35.01]慢慢慢慢没有感觉\n' +
		'[01:38.61]慢慢慢慢我被忽略\n' +
		'[01:42.23]你何忍看我憔悴\n' +
		'[01:45.73]没有一点点安慰\n' +
		'[01:49.36]慢慢慢慢心变成铁\n' +
		'[01:53.09]慢慢慢慢我被拒绝\n' +
		'[01:56.71]你何忍远走高飞\n' +
		'[02:00.16]要我如何收拾这爱的残缺\n' +
		'[02:42.31]泪慢慢流慢慢收\n' +
		'[02:47.01]慢慢变成了朋友\n' +
		'[02:52.28]寂寞的夜独自承受\n' +
		'[03:00.17]爱不能久不能够\n' +
		'[03:05.19]不能太容易拥有\n' +
		'[03:08.54]伤人的爱不堪回首\n' +
		'[03:14.90]慢慢慢慢没有感觉\n' +
		'[03:18.48]慢慢慢慢我被忽略\n' +
		'[03:22.01]你何忍看我憔悴\n' +
		'[03:25.61]没有一点点安慰\n' +
		'[03:29.37]慢慢慢慢心变成铁\n' +
		'[03:33.00]慢慢慢慢我被拒绝\n' +
		'[03:36.60]你何忍远走高飞\n' +
		'[03:40.16]要我如何收拾这爱的残缺\n' +
		'[03:47.60]慢慢慢慢没有感觉\n' +
		'[03:51.16]慢慢慢慢我被忽略\n' +
		'[03:54.76]你何忍看我憔悴\n' +
		'[03:58.37]没有一点点安慰\n' +
		'[04:02.07]慢慢慢慢心变成铁\n' +
		'[04:05.71]慢慢慢慢我被拒绝\n' +
		'[04:09.32]你何忍远走高飞\n' +
		'[04:12.89]要我如何收拾这爱的残缺'
	},
	{
		id: 1,
		title: '遥远的她',
		singer: '张学友',
		cover: 'http://singerimg.kugou.com/uploadpic/softhead/400/20140527/20140527095042283066.jpg',
		url: 'https://raw.githubusercontent.com/Shurlormes/Resource/master/Music/yydt.mp3',
		lyric: '[00:00.61]张学友 - 遥远的她\n' +
		'[00:02.73]词：潘源良\n' +
		'[00:02.90]曲：谷村新司\n' +
		'[00:03.13]编曲：卢东尼\n' +
		'[00:25.87]让晚风轻轻吹送了落霞\n' +
		'[00:31.31]我已习惯每个傍晚去想她\n' +
		'[00:37.56]在远方的她此刻可知道\n' +
		'[00:43.59]这段情在我心始终记挂\n' +
		'[00:49.99]在这半山\n' +
		'[00:51.49]那天我知我知快将要别离没说话\n' +
		'[00:56.36]望向她 却听到她说\n' +
		'[00:58.49]不要相约 纵使分隔\n' +
		'[00:59.96]相爱不会害怕\n' +
		'[01:02.27]遥遥万里 心声有否偏差\n' +
		'[01:08.53]正是让这爱试出真与假\n' +
		'[01:14.82]遥远的她 仿佛借风声跟我话\n' +
		'[01:21.20]热情若无变 哪管她沧桑变化\n' +
		'[01:39.96]但这天收到她爸爸的一封信\n' +
		'[01:45.99]信里面说血癌已带走她\n' +
		'[01:52.31]但觉得空虚的心仿佛已僵化\n' +
		'[01:58.56]过去事像炮弹心中爆炸\n' +
		'[02:04.71]在这半山\n' +
		'[02:06.15]这天我悲痛悲痛不已在胡乱说话\n' +
		'[02:11.11]夜雨中 似听到她说\n' +
		'[02:13.32]不要相约 纵使分隔\n' +
		'[02:14.77]相爱不会害怕\n' +
		'[02:16.93]人无觅处 心声有否偏差\n' +
		'[02:23.45]正是让这爱试出真与假\n' +
		'[02:29.44]遥远的她 仿佛借风声跟我话\n' +
		'[02:35.88]热情若无变 哪管她沧桑变化\n' +
		'[03:06.91]遥远的她 不可以再归家\n' +
		'[03:13.39]我在梦里却始终只有她\n' +
		'[03:19.24]遥远的她 可知我心中的说话\n' +
		'[03:25.99]热情并无变 哪管她沧桑变化\n' +
		'[03:31.75]遥远的她 不可以再归家\n' +
		'[03:38.43]我在梦里却始终只有她\n' +
		'[03:44.45]遥远的她 可知我心中的说话\n' +
		'[03:50.88]热情并无变 哪管她沧桑变化\n' +
		'[03:59.27]啊'
	},
	{
		id: 2,
		title: '漂洋过海来看你',
		singer: '周华健',
		cover: 'http://singerimg.kugou.com/uploadpic/softhead/400/20140409/20140409112356300064.jpg',
		url: 'https://raw.githubusercontent.com/Shurlormes/Resource/master/Music/pyghlkn.mp3',
		lyric: '[00:11.56]作词：李宗盛\n' +
		'[00:12.67]作曲：李宗盛\n' +
		'[00:25.32]为你我用了\n' +
		'[00:26.62]半年的积蓄\n' +
		'[00:28.60]飘洋过海的来看你\n' +
		'[00:32.52]为了这次相聚\n' +
		'[00:33.97]我连见面时的呼吸\n' +
		'[00:35.72]都曾反复练习\n' +
		'[00:40.02]言语从来没能\n' +
		'[00:41.60]将我的情意\n' +
		'[00:43.35]表达千万分之一\n' +
		'[00:47.45]为了这个遗憾\n' +
		'[00:48.94]我在夜里\n' +
		'[00:49.69]想了又想不肯睡去\n' +
		'[00:54.73]记忆它总是\n' +
		'[00:56.38]慢慢的累积\n' +
		'[00:58.15]在我心中无法抹去\n' +
		'[01:02.40]为了你的承诺\n' +
		'[01:03.75]我在最绝望的时候\n' +
		'[01:06.03]都忍着不哭泣\n' +
		'[01:11.56]陌生的城市啊\n' +
		'[01:15.23]熟悉的角落里\n' +
		'[01:19.01]也曾彼此安慰\n' +
		'[01:20.61]也曾相拥叹息\n' +
		'[01:22.04]不管将会面对\n' +
		'[01:23.54]什么样的结局\n' +
		'[01:25.97]在漫天风沙里\n' +
		'[01:27.93]看着你远去\n' +
		'[01:29.51]我竟悲伤得\n' +
		'[01:30.76]不能自己\n' +
		'[01:33.47]多盼能送君千里\n' +
		'[01:35.27]直到山穷水尽\n' +
		'[01:37.23]一生和你相依\n' +
		'[02:05.35]为你我用了\n' +
		'[02:06.63]半年的积蓄\n' +
		'[02:08.61]飘洋过海的来看你\n' +
		'[02:12.76]为了这次相聚\n' +
		'[02:14.06]我连见面时的呼吸\n' +
		'[02:15.86]都曾反复练习\n' +
		'[02:20.14]言语从来没能\n' +
		'[02:21.94]将我的情意\n' +
		'[02:23.39]表达千万分之一\n' +
		'[02:27.67]为了这个遗憾\n' +
		'[02:29.07]我在夜里\n' +
		'[02:29.81]想了又想不肯睡去\n' +
		'[02:34.99]记忆它总是\n' +
		'[02:36.66]慢慢的累积\n' +
		'[02:38.50]在我心中无法抹去\n' +
		'[02:42.63]为了你的承诺\n' +
		'[02:44.05]我在最绝望的时候\n' +
		'[02:46.06]都忍住不哭泣\n' +
		'[02:51.92]陌生的城市啊\n' +
		'[02:55.53]熟悉的角落里\n' +
		'[02:59.26]也曾彼此安慰\n' +
		'[03:00.94]也曾相拥叹息\n' +
		'[03:02.56]不管将会面对\n' +
		'[03:03.89]什么样的结局\n' +
		'[03:06.49]在漫天风沙里\n' +
		'[03:08.09]望着你远去\n' +
		'[03:09.69]我竟悲伤得\n' +
		'[03:11.19]不能自己\n' +
		'[03:13.74]多盼能送君千里\n' +
		'[03:15.56]直到山穷水尽\n' +
		'[03:17.76]一生和你相依\n' +
		'[03:21.59]陌生的城市啊\n' +
		'[03:25.12]熟悉的角落里\n' +
		'[03:28.88]也曾彼此安慰\n' +
		'[03:30.56]也曾相拥叹息\n' +
		'[03:32.28]不管将会面对\n' +
		'[03:33.38]什么样的结局\n' +
		'[03:36.07]在漫天风沙里\n' +
		'[03:37.92]望着你远去\n' +
		'[03:39.48]我竟悲伤得\n' +
		'[03:40.83]不能自己\n' +
		'[03:43.27]多盼能送君千里\n' +
		'[03:45.30]直到山穷水尽\n' +
		'[03:47.17]一生和你相依\n' +
		'[03:50.96]陌生的城市啊\n' +
		'[03:54.83]熟悉的角落里\n' +
		'[03:58.34]也曾彼此安慰\n' +
		'[04:00.06]也曾相拥叹息\n' +
		'[04:01.88]不管将会面对\n' +
		'[04:03.10]什么样的结局\n' +
		'[04:05.79]在漫天风沙里\n' +
		'[04:07.54]望着你远去\n' +
		'[04:09.16]我竟悲伤得\n' +
		'[04:10.51]不能自己\n' +
		'[04:13.06]多盼能送君千里\n' +
		'[04:14.87]直到山穷水尽\n' +
		'[04:17.18]一生和你相依'
	},
	{
		id: 3,
		title: '带爱已成往事',
		singer: '张国荣',
		cover: 'http://imge.kugou.com/stdmusic/20151218/20151218210610972590.jpg',
		url: 'https://raw.githubusercontent.com/Shurlormes/Resource/master/Music/daycws.mp3',
		lyric: '[00:00.18]当爱已成往事 - 张国荣\n' +
		'[00:01.58]词：李宗盛\n' +
		'[00:02.27]曲：李宗盛\n' +
		'[00:45.92]往事不要再提\n' +
		'[00:49.58]人生已多风雨\n' +
		'[00:53.84]纵然记忆抹不去\n' +
		'[00:55.66]爱与恨都还在心里\n' +
		'[01:00.67]真的要断了过去\n' +
		'[01:04.42]让明天好好继续\n' +
		'[01:08.87]你就不要再苦苦\n' +
		'[01:10.74]追问我的消息\n' +
		'[01:15.71]爱情它是个难题\n' +
		'[01:19.53]让人目眩神迷\n' +
		'[01:23.74]忘了痛或许可以\n' +
		'[01:25.64]忘了你却太不容易\n' +
		'[01:30.71]你不曾真的离去\n' +
		'[01:34.42]你始终在我心里\n' +
		'[01:38.64]我对你仍有爱意\n' +
		'[01:40.67]我对自己无能为力\n' +
		'[01:45.35]因为我仍有梦依然\n' +
		'[01:49.55]将你放在我心中\n' +
		'[01:53.31]总是容易被往事打动\n' +
		'[01:57.10]总是为了你心痛\n' +
		'[02:00.53]别流连岁月中\n' +
		'[02:04.03]我无意的柔情万种\n' +
		'[02:08.37]不要问我是否再相逢\n' +
		'[02:12.06]不要管我是否言不由衷\n' +
		'[02:15.29]为何你不懂\n' +
		'[02:19.62]只要有爱就有痛\n' +
		'[02:23.74]有一天你会知道人生\n' +
		'[02:27.53]没有我并不会不同\n' +
		'[02:30.79]人生已经太匆匆\n' +
		'[02:34.42]我好害怕总是泪眼朦胧\n' +
		'[02:38.73]忘了我就没有痛\n' +
		'[02:40.93]将往事留在风中\n' +
		'[03:15.86]因为我仍有梦\n' +
		'[03:19.17]依然将你放在我心中\n' +
		'[03:23.40]总是容易被往事打动\n' +
		'[03:27.13]总是为了你心痛\n' +
		'[03:30.51]别流连岁月中\n' +
		'[03:34.16]我无意的柔情万种\n' +
		'[03:38.41]不要问我是否再相逢\n' +
		'[03:42.22]不要管我是否言不由衷\n' +
		'[03:45.52]为何你不懂只要有爱就有痛\n' +
		'[03:53.85]有一天你会知道\n' +
		'[03:57.04]人生没有我并不会不同\n' +
		'[04:00.81]人生已经太匆匆\n' +
		'[04:04.39]我好害怕总是泪眼朦胧\n' +
		'[04:08.81]忘了我就没有痛\n' +
		'[04:11.08]将往事留在风中\n' +
		'[04:15.49]为何你不懂\n' +
		'[04:19.76]只要有爱就有痛\n' +
		'[04:23.85]有一天你会知道\n' +
		'[04:27.17]人生没有我并不会不同\n' +
		'[04:30.98]人生已经太匆匆\n' +
		'[04:34.48]我好害怕总是泪眼朦胧\n' +
		'[04:38.85]忘了我就没有痛\n' +
		'[04:44.05]将往事留在风中'
	},
	{
		id: 4,
		title: '最冷一天',
		singer: '张国荣',
		cover: 'http://imge.kugou.com/stdmusic/20150720/20150720200545374576.jpg',
		url: 'https://raw.githubusercontent.com/Shurlormes/Resource/master/Music/zlyt.mp3',
		lyric: '[00:00.60]张国荣 - 最冷一天\n' +
		'[00:01.60]词：林夕\n' +
		'[00:02.60]曲：陈小霞\n' +
		'[00:23.36]如果伤感比快乐更深\n' +
		'[00:27.52]但愿我一样伴你行\n' +
		'[00:34.77]当抬头迎面总有密云\n' +
		'[00:38.87]只要认得你再没有遗憾\n' +
		'[00:45.97]如果苦笑比眼泪更真\n' +
		'[00:50.12]但愿笑声像一滴滴吻\n' +
		'[00:57.27]如明日好景忽远忽近\n' +
		'[01:01.87]仍愿抱着这份情没疑问\n' +
		'[01:07.18]任面前时代再低气温\n' +
		'[01:12.48]多麽的庆幸长夜无需一个人\n' +
		'[01:18.48]任未来存在哪个可能\n' +
		'[01:24.18]和你亦是最后那对变更\n' +
		'[01:32.93]唯愿在剩馀光线面前\n' +
		'[01:38.59]留下两眼为见你一面\n' +
		'[01:43.94]仍然能相拥才不怕骤变但怕思念\n' +
		'[01:55.61]唯愿会及时拥抱入眠\n' +
		'[02:01.21]留住这世上最暖一面\n' +
		'[02:06.61]茫茫人海取暖渡过最冷一天\n' +
		'[02:30.72]如果苦笑比眼泪更真\n' +
		'[02:34.87]但愿笑声像一滴滴吻\n' +
		'[02:41.97]如明日好景忽远忽近\n' +
		'[02:46.57]仍愿抱着这份情没疑问\n' +
		'[02:51.87]任面前时代再低气温\n' +
		'[02:57.08]多麽的庆幸长夜无需一个人\n' +
		'[03:03.23]任未来存在哪个可能\n' +
		'[03:08.83]和你亦是最后那对变更\n' +
		'[03:14.83]唯愿在剩馀光线面前\n' +
		'[03:20.38]留下两眼为见你一面\n' +
		'[03:25.74]仍然能相拥才不怕骤变但怕思念\n' +
		'[03:37.40]唯愿会及时拥抱入眠\n' +
		'[03:42.95]留住这世上最暖一面\n' +
		'[03:48.45]茫茫人海取暖渡过最冷一天\n'
	},
	{
		id: 5,
		title: '山丘',
		singer: '李宗盛',
		cover: 'http://imge.kugou.com/stdmusic/20150716/20150716000008415239.jpg',
		url: 'https://raw.githubusercontent.com/Shurlormes/Resource/master/Music/sq.mp3',
		lyric: '[00:00.50]山丘 - 李宗盛\n' +
		'[00:01.79]词：李宗盛\n' +
		'[00:02.96]曲：李宗盛\n' +
		'[00:19.65]想说却还没说的\n' +
		'[00:24.45]还很多\n' +
		'[00:29.76]攒着是因为想写成歌\n' +
		'[00:34.26]让人轻轻地唱着\n' +
		'[00:38.11]淡淡地记着\n' +
		'[00:41.49]就算终于忘了\n' +
		'[00:44.83]也值了\n' +
		'[00:50.30]说不定我一生涓滴意念\n' +
		'[00:54.66]侥幸汇成河\n' +
		'[01:00.35]然后我俩各自一端\n' +
		'[01:04.69]望着大河弯弯\n' +
		'[01:08.53]终于敢放胆\n' +
		'[01:11.82]嘻皮笑脸面对\n' +
		'[01:15.28]人生的难\n' +
		'[01:19.86]也许我们从未成熟\n' +
		'[01:22.80]还没能晓得 就快要老了\n' +
		'[01:25.92]尽管心里活着的\n' +
		'[01:28.00]还是那个年轻人\n' +
		'[01:33.40]因为不安而频频回首\n' +
		'[01:36.19]无知地索求\n' +
		'[01:37.84]羞耻于求救\n' +
		'[01:39.71]不知疲倦地翻越\n' +
		'[01:43.07]每一个山丘\n' +
		'[01:45.53]越过山丘\n' +
		'[01:49.79]虽然已白了头\n' +
		'[01:52.34]喋喋不休\n' +
		'[01:56.26]时不我予的哀愁\n' +
		'[02:00.10]还未如愿见着不朽\n' +
		'[02:02.98]就把自己先搞丢\n' +
		'[02:05.95]越过山丘\n' +
		'[02:10.16]才发现无人等候\n' +
		'[02:12.73]喋喋不休\n' +
		'[02:16.46]再也唤不回温柔\n' +
		'[02:19.84]为何记不得\n' +
		'[02:21.90]上一次是谁给的拥抱\n' +
		'[02:26.08]在什么时候\n' +
		'[02:32.02]我没有刻意隐藏\n' +
		'[02:35.94]也无意让你感伤\n' +
		'[02:41.72]多少次我们无醉不欢\n' +
		'[02:46.10]咒骂人生太短\n' +
		'[02:49.42]唏嘘相见恨晚\n' +
		'[02:53.18]让女人把妆哭花了\n' +
		'[02:56.67]也不管\n' +
		'[03:01.35]遗憾我们从未成熟\n' +
		'[03:04.28]还没能晓得\n' +
		'[03:05.69]就已经老了\n' +
		'[03:07.31]尽力却仍不明白\n' +
		'[03:09.31]身边的年轻人\n' +
		'[03:15.06]给自己随便找个理由\n' +
		'[03:17.65]向情爱的挑逗\n' +
		'[03:19.34]命运的左右\n' +
		'[03:21.07]不自量力地还手\n' +
		'[03:24.53]直至死方休\n' +
		'[03:27.01]越过山丘\n' +
		'[03:31.26]虽然已白了头\n' +
		'[03:33.79]喋喋不休\n' +
		'[03:37.65]时不我予的哀愁\n' +
		'[03:41.48]还未如愿见着不朽\n' +
		'[03:44.46]就把自己先搞丢\n' +
		'[03:47.45]越过山丘\n' +
		'[03:51.55]才发现无人等候\n' +
		'[03:54.15]喋喋不休\n' +
		'[03:57.91]再也唤不回了温柔\n' +
		'[04:01.34]为何记不得\n' +
		'[04:03.42]上一次是谁给的拥抱\n' +
		'[04:07.51]在什么时候\n' +
		'[04:38.17]越过山丘\n' +
		'[04:42.23]虽然已白了头\n' +
		'[04:44.73]喋喋不休\n' +
		'[04:48.62]时不我予的哀愁\n' +
		'[04:52.48]还未如愿见着不朽\n' +
		'[04:55.33]就把自己先搞丢\n' +
		'[04:58.41]越过山丘\n' +
		'[05:02.62]才发现无人等候\n' +
		'[05:04.98]喋喋不休\n' +
		'[05:08.92]再也唤不回了温柔\n' +
		'[05:12.25]为何记不得\n' +
		'[05:14.39]上一次是谁给的拥抱\n' +
		'[05:18.50]在什么时候\n' +
		'[05:22.50]喋喋不休\n' +
		'[05:23.75]时不我予的哀愁\n' +
		'[05:26.50]向情爱的挑逗\n' +
		'[05:27.89]命运的左右\n' +
		'[05:29.95]不自量力地还手\n' +
		'[05:32.96]直至死方休\n' +
		'[05:39.40]为何记不得\n' +
		'[05:40.63]上一次是谁给的拥抱\n' +
		'[05:43.59]在什么时候'
	},
	{
		id: 6,
		title: '鬼迷心窍',
		singer: '李宗盛',
		cover: 'http://imge.kugou.com/stdmusic/20151218/20151218210706901898.jpg',
		url: 'https://raw.githubusercontent.com/Shurlormes/Resource/master/Music/gmxq.mp3',
		lyric: '[00:00.00]鬼迷心窍 - 李宗盛\n' +
		'[00:00.00]词：李宗盛\n' +
		'[00:00.00]曲：李宗盛\n' +
		'[00:40.11]曾经真的以为人生\n' +
		'[00:42.36]就这样了\n' +
		'[00:43.87]平静的心拒绝再有浪潮\n' +
		'[00:47.90]斩了千次的情丝却断不了\n' +
		'[00:51.98]百转千折它将我围绕\n' +
		'[00:55.98]有人问我你究竟是哪里好\n' +
		'[00:59.86]这么多年我还忘不了\n' +
		'[01:03.84]春风再美也比不上你的笑\n' +
		'[01:07.76]没见过你的人不会明了\n' +
		'[01:12.37]是鬼迷了心窍也好\n' +
		'[01:16.30]是前世的因缘也好\n' +
		'[01:19.97]然而这一切已不再重要\n' +
		'[01:23.90]如果你能够重回我怀抱\n' +
		'[01:28.39]是命运的安排也好\n' +
		'[01:31.93]是你存心的捉弄也好\n' +
		'[01:36.17]然而这一切也不再重要\n' +
		'[01:39.80]我愿意随你到天涯海角\n' +
		'[01:46.01]虽然岁月\n' +
		'[01:47.07]总是匆匆的催人老\n' +
		'[01:49.92]虽然情爱总是让人烦恼\n' +
		'[01:53.98]虽然未来如何不能知道\n' +
		'[01:57.93]现在说再见会不会太早\n' +
		'[02:34.24]曾经真的\n' +
		'[02:35.18]以为人生就这样了\n' +
		'[02:37.86]平静的心拒绝再有浪潮\n' +
		'[02:41.94]斩了千次的情丝却断不了\n' +
		'[02:45.86]百转千折它将我围绕\n' +
		'[02:50.12]有人问我你究竟是那里好\n' +
		'[02:53.83]这么多年我还忘不了\n' +
		'[02:57.99]春风再美也比不上你的笑\n' +
		'[03:01.74]没见过你的人不会明了\n' +
		'[03:06.25]是鬼迷了心窍也好\n' +
		'[03:10.41]是前世的因缘也好\n' +
		'[03:13.80]然而这一切已不再重要\n' +
		'[03:17.85]如果你能够重回我怀抱\n' +
		'[03:22.34]是命运的安排也好\n' +
		'[03:26.09]是你存心的捉弄也好\n' +
		'[03:29.94]然而这一切也不再重要\n' +
		'[03:33.86]我愿意随你到天涯海角\n' +
		'[03:40.03]虽然岁月总是匆匆的催人老\n' +
		'[03:43.83]虽然情爱总是让人烦恼\n' +
		'[03:47.88]虽然未来如何不能知道\n' +
		'[03:51.88]现在说再见会不会太早'
	}
];